Revit 2027 API
FamilyInstance.CanFlipWorkPlane Property
Identifies if the instance can flip its work plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool CanFlipWorkPlane { get; }
Public ReadOnly Property CanFlipWorkPlane As Boolean
	Get
public:
property bool CanFlipWorkPlane {
	bool get ();
}
member CanFlipWorkPlane : bool with get
Property Value
Boolean
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace